Dlubal.RFEM5.AverageRegionDistributionType
Distribution of internal forces in average region

Dlubal.RFEM5.AverageRegionDistributionType.UnknownAverageRegionDistributionType
Unknown type of average region projection

Dlubal.RFEM5.AverageRegionDistributionType.ThroughAllSurfaces
Distribution of internal forces through all surfaces

Dlubal.RFEM5.AverageRegionDistributionType.EachSurfaceSeparately
Distribution of internal forces in each surface separately